Revit 2027 API
UnitTypeId.BritishThermalUnitsPerSquareFootDegreeFahrenheit Property
 British thermal units per square foot degree Fahrenheit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BritishThermalUnitsPerSquareFootDegreeFahrenheit { get; }
Public Shared ReadOnly Property BritishThermalUnitsPerSquareFootDegreeFahrenheit As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BritishThermalUnitsPerSquareFootDegreeFahrenheit {
	ForgeTypeId^ get ();
}
static member BritishThermalUnitsPerSquareFootDegreeFahrenheit : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace